tap "bufbuild/buf"
tap "buildpacks/tap"
tap "cirruslabs/cli"
tap "coursier/formulas"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "localstack/tap"
tap "pulumi/tap"
tap "weaveworks/tap"
tap "ycd/tap"
brew "jpeg-xl"
brew "atuin"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cloc"
brew "cmctl"
brew "coreutils"
brew "cosign"
brew "curl"
brew "difftastic"
brew "docker"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gnupg@1.4"
brew "helm"
brew "hey"
brew "htop"
brew "hyperfine"
brew "iproute2mac"
brew "jq"
brew "jump"
brew "k9s"
brew "kn"
brew "kube-ps1"
brew "kubectx"
brew "libomp"
brew "lima"
brew "llvm"
brew "loc"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "parallel"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "pre-commit"
brew "procs"
brew "py-spy"
brew "python@3.11"
brew "redis"
brew "sc-im"
brew "swi-prolog"
brew "telnet"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "cirruslabs/cli/tart"
brew "coursier/formulas/coursier"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "localstack/tap/localstack-cli"
brew "pulumi/tap/pulumi"
brew "weaveworks/tap/eksctl"
brew "ycd/tap/dstp"
cask "alacritty"
cask "google-cloud-sdk"
cask "lunar"
cask "mactex"
cask "mailspring"
cask "orbstack"
cask "postman"
cask "spotify"
cask "warp"
