tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "coursier/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knative/client"
tap "koekeishiya/formulae"
tap "wader/tap"
tap "ycd/tap"
brew "apktool"
brew "argocd"
brew "autoconf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazel"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "clang-format"
brew "cmake"
brew "cowsay"
brew "docker-compose"
brew "docker-credential-helper-ecr", link: false
brew "dog"
brew "elixir"
brew "exa"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "flamegraph"
brew "fortune"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gnupg@1.4"
brew "gnupg@2.2"
brew "go", link: false
brew "grpcurl"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "python@3.10"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kn"
brew "ko"
brew "kubernetes-cli"
brew "mkcert"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "pinentry-mac"
brew "procs"
brew "pv"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "tealdeer"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/vault"
brew "koekeishiya/formulae/yabai"
brew "wader/tap/fq"
brew "ycd/tap/dstp"
cask "alacritty"
cask "alfred"
cask "authy"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "goland"
cask "google-cloud-sdk"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "lunar"
cask "postman"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
