tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "coursier/formulas"
tap "dapr/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knative/client"
tap "koekeishiya/formulae"
tap "pulumi/tap"
tap "wader/tap"
tap "xo/xo"
tap "ycd/tap"
brew "glib"
brew "apktool"
brew "argocd"
brew "autoconf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazel"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "clang-format"
brew "cmake"
brew "cowsay"
brew "docker-compose"
brew "docker-credential-helper-ecr", link: false
brew "dog"
brew "eksctl"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flamegraph"
brew "flyctl"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gnupg@1.4"
brew "gnupg@2.2"
brew "gobject-introspection"
brew "groff"
brew "grpcurl"
brew "guile"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kn"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeval"
brew "kubie"
brew "kustomize"
brew "loc"
brew "node", link: false
brew "marp-cli"
brew "mkcert"
brew "mtr"
brew "n"
brew "neovim"
brew "nmap"
brew "node@16", link: true
brew "pandoc"
brew "pinentry-mac"
brew "procs"
brew "protobuf"
brew "pv"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xsv"
brew "youtube-dl"
brew "buildpacks/tap/pack"
brew "coursier/formulas/coursier"
brew "dapr/tap/dapr-cli"
brew "hashicorp/tap/vault"
brew "koekeishiya/formulae/yabai"
brew "pulumi/tap/pulumi"
brew "wader/tap/fq"
brew "ycd/tap/dstp"
cask "alacritty"
cask "alfred"
cask "authy"
cask "background-music"
cask "datagrip"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "lunar"
cask "postman"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
